export interface Question {
  text: string;
  options: string[];
  correctAnswer: number;
}

export const questions: Question[] = [
  {
    text: "دخل المغرب تحت نظام الحماية سنة",
    options: ["1910", "1911", "1912", "1913"],
    correctAnswer: 2
  },
  {
    text: "أخد المغرب الإستقلال سنة",
    options: ["1954", "1955", "1956", "1957"],
    correctAnswer: 2
  },
  {
    text: "تأسس جهاز الأمن الوطني يوم",
    options: ["14 ماي 1956", "15 ماي 1956", "16 ماي 1956", "17 ماي 1956"],
    correctAnswer: 2
  },
  {
    text: "تأسست القوات المسلحة الملكية يوم",
    options: ["12 ماي 1956", "13 ماي 1956", "14 ماي 1956", "15 ماي 1956"],
    correctAnswer: 2
  },
  {
    text: "بدأت الحرب العالمية الأولى سنة 1914 وانتهت سنة",
    options: ["1916", "1917", "1918", "1919"],
    correctAnswer: 2
  },
  {
    text: "بدأت الحرب العالمية الثانية سنة 1939 وانتهت سنة",
    options: ["1943", "1944", "1945", "1946"],
    correctAnswer: 2
  },
  {
    text: "حلف الشمال الأطلسي تم تأسيسه سنة",
    options: ["1947", "1948", "1949", "1950"],
    correctAnswer: 2
  },
  {
    text: "المصادقة على أول دستور مغربي سنة",
    options: ["1960", "1961", "1962", "1963"],
    correctAnswer: 2
  },
  {
    text: "تم تشكيل أول حكومة للتناوب سنة",
    options: ["1996", "1997", "1998", "1999"],
    correctAnswer: 2
  },
  {
    text: "انطلقت المسيرة الخضراء بتاريخ",
    options: ["1975/11/04", "1975/11/05", "1975/11/06", "1975/11/07"],
    correctAnswer: 2
  },
  {
    text: "ما الاسم الذي أطلقه نابليون على الحرب؟",
    options: ["تجارة البرابرة", "حرب الصحراء", "معركة النيل", "حرب الشرق"],
    correctAnswer: 0
  },
  {
    text: "ماهي الجزيرة العربية التي تقع عند مدخل باب المندب وقسمه إلى قناتين؟",
    options: ["سقطرى", "بريم", "كمران", "فرسان"],
    correctAnswer: 1
  },
  {
    text: "ما اسم أكبر شركة المنيوم في العالم؟",
    options: ["الكال مونتريال - كندا", "ألكوا - أمريكا", "ريو تينتو - بريطانيا", "روسال - روسيا"],
    correctAnswer: 0
  },
  {
    text: "ما هو السيزم؟",
    options: ["منظمة الصحة العالمية", "اتحاد الألعاب الرياضية العسكرية", "منظمة العمل الدولية", "اتحاد الرياضات الأولمبية"],
    correctAnswer: 1
  },
  {
    text: "ماهو النبات البري الذي تعالج به الذئاب نفسها؟",
    options: ["الزعتر البري", "سربنتايا", "الشيح", "اليانسون"],
    correctAnswer: 1
  },
  {
    text: "ماهي الدولة التي تسمى بلغة أهلها الطير الذي يأكل الافاعي؟",
    options: ["غواتيمالا", "هندوراس", "نيكاراغوا", "بنما"],
    correctAnswer: 0
  },
  {
    text: "ماهو أصعب رمز في الرموز الصينية؟",
    options: ["الحكمة", "السعادة", "الثرثرة", "الصمت"],
    correctAnswer: 2
  },
  {
    text: "من أول من استخدم بطاقات معايدة في التاريخ؟",
    options: ["الفراعنة", "الرومان", "الإغريق", "البابليون"],
    correctAnswer: 0
  },
  {
    text: "من أول من كتب كتاباً في الأحاديث؟",
    options: ["مالك بن أنس", "سليم بن قيس", "البخاري", "مسلم"],
    correctAnswer: 1
  },
  {
    text: "تم تقديم عريضة المطالبة بالاستقلال بتاريخ",
    options: ["1944/01/10", "1944/01/11", "1944/01/12", "1944/01/13"],
    correctAnswer: 1
  },
  {
    text: "ماذا تعبد اليزيدية؟",
    options: ["النار", "الشمس", "الشيطان", "الملائكة"],
    correctAnswer: 2
  },
  {
    text: "حرب الفييتنام انتهت سنة",
    options: ["1973", "1974", "1975", "1976"],
    correctAnswer: 2
  },
  {
    text: "تم صلح كامب ديفد بين مصر واسرائيل سنة",
    options: ["1977", "1978", "1979", "1980"],
    correctAnswer: 2
  },
  {
    text: "من هو سلطان العاشقين؟",
    options: ["ابن عربي", "عمر بن الفارض", "الحلاج", "رابعة العدوية"],
    correctAnswer: 1
  },
  {
    text: "ما هو أندر عنصر على وجه الأرض؟",
    options: ["الأستاتين", "الفرانسيوم", "البولونيوم", "الراديوم"],
    correctAnswer: 0
  },
  {
    text: "اندلعت الأزمة الاقتصادية الكبرى بالولايات المتحدة الأمريكية سنة",
    options: ["1927", "1928", "1929", "1930"],
    correctAnswer: 2
  },
  {
    text: "عدد دول الإتحاد الأوروبي",
    options: ["25 دولة", "26 دولة", "27 دولة", "28 دولة"],
    correctAnswer: 2
  },
  {
    text: "السلطة التنفيذية هي",
    options: ["البرلمان", "الحكومة", "القضاء", "الملك"],
    correctAnswer: 1
  },
  {
    text: "السلطة التشريعية هي",
    options: ["الحكومة", "البرلمان", "القضاء", "الملك"],
    correctAnswer: 1
  },
  {
    text: "عدد الأعضاء الدائمين في مجلس الأمن",
    options: ["3", "4", "5", "6"],
    correctAnswer: 2
  },
  {
    text: "عدد سكان المغرب حسب آخر إحصاء يقارب",
    options: ["32 مليون نسمة", "33 مليون نسمة", "34 مليون نسمة", "35 مليون نسمة"],
    correctAnswer: 2
  },
  {
    text: "عدد الجهات في المغرب",
    options: ["10 جهات", "11 جهة", "12 جهة", "13 جهة"],
    correctAnswer: 2
  },
  {
    text: "تم استرجاع سيدي افني سنة",
    options: ["1967", "1968", "1969", "1970"],
    correctAnswer: 2
  },
  {
    text: "استرجاع منطقة طرفاية سنة",
    options: ["1956", "1957", "1958", "1959"],
    correctAnswer: 2
  },
  {
    text: "اعتمد حرف تيفيناغ لكتابة الأمازيغية سنة",
    options: ["2001", "2002", "2003", "2004"],
    correctAnswer: 2
  },
  {
    text: "طول السواحل البحرية المغربية",
    options: ["25000 كلم", "30000 كلم", "35000 كلم", "40000 كلم"],
    correctAnswer: 2
  },
  {
    text: "ماهو أول فيلم عربي بالألوان؟",
    options: ["الأسكافي", "بابا عريس", "دعاء الكروان", "رد قلبي"],
    correctAnswer: 0
  },
  {
    text: "ماهي المدينة المصرية التي اشتهرت بصناعة كسوة الكعبة؟",
    options: ["القاهرة", "الإسكندرية", "تنيس", "دمياط"],
    correctAnswer: 2
  },
  {
    text: "من هو أول من بلغ القطب الشمالي؟",
    options: ["روبرت بيري", "جيمس كوك", "فاسكو دا جاما", "كريستوفر كولومبوس"],
    correctAnswer: 0
  },
  {
    text: "ماهي أول جزيرة وصل لها كريستوفر كولومبوس؟",
    options: ["هيسبانيولا", "كوبا", "سان سلفادور", "جامايكا"],
    correctAnswer: 2
  },
  {
    text: "ما اسم السفينة التي أبحر عليها كولومبوس لأول مرة؟",
    options: ["نينيا", "بينتا", "سانتا ماريا", "سان خوان"],
    correctAnswer: 2
  },
  {
    text: "ماهي معركة سقوط الدولة الأموية؟",
    options: ["القادسية", "الزاب", "اليرموك", "نهاوند"],
    correctAnswer: 1
  },
  {
    text: "مالذي اشتهر به العالم فوريل؟",
    options: ["التنويم المغناطيسي", "علم النفس", "الطب النفسي", "العلاج بالصدمات"],
    correctAnswer: 0
  },
  {
    text: "أين حدثت أول عملية زراعة كبد أب لابنه؟",
    options: ["نيويورك", "أوكلاهوما", "كاليفورنيا", "تكساس"],
    correctAnswer: 1
  },
  {
    text: "ماهي أول عاصمة للمسلمين في الأندلس؟",
    options: ["قرطبة", "غرناطة", "إشبيلية", "طليطلة"],
    correctAnswer: 2
  },
  {
    text: "من هي الشاعرة الجاهلية الأولى؟",
    options: ["الخنساء", "جليلة بنت مرة", "ليلى الأخيلية", "عمرة بنت الحارث"],
    correctAnswer: 1
  },
  {
    text: "من هي المرأة التي ادعت النبوة في عهد أبو بكر؟",
    options: ["سجاح بنت الحارث", "أم جميل", "هند بنت عتبة", "أسماء بنت أبي بكر"],
    correctAnswer: 0
  },
  {
    text: "إلى من أعطى الرسول مفاتيح الكعبة يوم الفتح؟",
    options: ["عثمان بن طلحة", "علي بن أبي طالب", "العباس بن عبد المطلب", "خالد بن الوليد"],
    correctAnswer: 0
  },
  {
    text: "من هو الشاعر الذي اعتبره عمر بن الخطاب أشعر العرب؟",
    options: ["امرؤ القيس", "النابغة الذبياني", "زهير بن أبي سلمى", "عنترة بن شداد"],
    correctAnswer: 1
  },
  {
    text: "من هو واضع علم الصرف؟",
    options: ["سيبويه", "معاذ بن مسلم الهراء", "الخليل بن أحمد", "الكسائي"],
    correctAnswer: 1
  },
  {
    text: "من أول من أنشأ حديقة حيوان بالعالم؟",
    options: ["الملك وين", "الإسكندر الأكبر", "قيصر روما", "الفراعنة"],
    correctAnswer: 0
  },
  {
    text: "ماهي أول سفينة فضاء وصلت لزحل؟",
    options: ["أبولو", "فيوجر", "سبوتنيك", "مارينر"],
    correctAnswer: 1
  },
  {
    text: "من هو أول سلاطين المماليك؟",
    options: ["قطز", "شجرة الدر", "بيبرس", "قلاوون"],
    correctAnswer: 1
  },
  {
    text: "من هو آخر سلاطين المماليك في مصر؟",
    options: ["الأشرف قانصوه", "طومان باي", "قنصوه الغوري", "الظاهر جقمق"],
    correctAnswer: 1
  },
  {
    text: "ما هو تاريخ تأسيس اتحاد المغرب العربي؟",
    options: ["17 فبراير 1989", "22 مارس 1945", "15 مايو 1956", "29 أبريل 1957"],
    correctAnswer: 0
  },
  {
    text: "ما هي أصغر ولاية في أمريكا؟",
    options: ["رود آيلاند", "ديلاوير", "كونيتيكت", "نيو هامبشاير"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الأصلي لياسر عرفات؟",
    options: ["محمد عبد الرؤوف قدوة", "أحمد ياسر خليل", "محمود عباس", "خالد مشعل"],
    correctAnswer: 0
  },
  {
    text: "من هو أول طبيب في الإسلام؟",
    options: ["الحارث بن كلدة", "ابن سينا", "الرازي", "ابن النفيس"],
    correctAnswer: 0
  },
  {
    text: "ما هو تاريخ تأسيس صندوق المقاصة؟",
    options: ["1941", "1956", "1961", "1989"],
    correctAnswer: 0
  },
  {
    text: "متى يصادف عيد الأم؟",
    options: ["21 مارس", "8 مارس", "15 مايو", "10 يونيو"],
    correctAnswer: 0
  },
  {
    text: "أين عقد أول مؤتمر إسلامي؟",
    options: ["الرباط", "مكة", "القاهرة", "إسطنبول"],
    correctAnswer: 0
  },
  {
    text: "ما هو اسم القصر الرئاسي في الأرجنتين؟",
    options: ["القصر الوردي", "البيت الأبيض", "قصر الإليزيه", "قصر بوكينغهام"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم السابق لموريتانيا؟",
    options: ["شنقيط", "الساقية الحمراء", "نواذيبو", "تيرس زمور"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الذي أطلق على مصحف عثمان؟",
    options: ["الإمام", "النور", "الفرقان", "الذكر"],
    correctAnswer: 0
  },
  {
    text: "ما هي جزيرة الجمال؟",
    options: ["كورسيكا", "قبرص", "مالطا", "سانتوريني"],
    correctAnswer: 0
  },
  {
    text: "ما هو اسم القسطنطينية قبل إسطنبول؟",
    options: ["استانة", "بيزنطة", "روما", "أنقرة"],
    correctAnswer: 0
  },
  {
    text: "ما هي أصغر جزيرة في العالم؟",
    options: ["سي لاند", "إيستر", "بالي", "جزيرة النور"],
    correctAnswer: 0
  },
  {
    text: "ما هي أول دولة أفريقية مستقلة؟",
    options: ["ليبيريا", "غانا", "إثيوبيا", "جنوب إفريقيا"],
    correctAnswer: 0
  },
  {
    text: "من هم أول من استخدم دروع الحرب؟",
    options: ["الآشوريون", "الفرس", "الرومان", "اليونانيون"],
    correctAnswer: 0
  },
  {
    text: "ما هي مهنة الجاحظ قبل الأدب؟",
    options: ["خباز", "تاجر", "معلم", "حداد"],
    correctAnswer: 0
  },
  {
    text: "ما هي فضيحة الرئيس الأمريكي نيكسون؟",
    options: ["ووترغيت", "إيران غيت", "مونيكا لوينسكي", "تهريب الأسلحة"],
    correctAnswer: 0
  },
  {
    text: "ما هو اسم أول مسجد بني خارج الجزيرة العربية؟",
    options: ["مسجد البصرة", "مسجد القيروان", "مسجد دمشق", "مسجد قرطبة"],
    correctAnswer: 0
  },
  {
    text: "من هي الملكة الهندية التي بني لها تاج محل؟",
    options: ["ممتاز محل", "نور جهان", "جيهان آرا", "راجيا لاكشمي"],
    correctAnswer: 0
  },
  {
    text: "من هو آخر من مات من العشرة المبشرين بالجنة؟",
    options: ["سعد بن أبي وقاص", "عثمان بن عفان", "علي بن أبي طالب", "أبو بكر الصديق"],
    correctAnswer: 0
  },
  {
    text: "من هو أصغر شهداء بدر؟",
    options: ["عمير بن العاص", "زيد بن حارثة", "عبد الله بن عمر", "مصعب بن عمير"],
    correctAnswer: 0
  },
  {
    text: "ما هي أقدم مدينة جامعية في أوروبا؟",
    options: ["بولونيا", "أكسفورد", "باريس", "سالامانكا"],
    correctAnswer: 0
  },
  {
    text: "ما هو العلم الذي يدرس تأثير القوى؟",
    options: ["الديناميكا", "الكيمياء", "البصريات", "الجيولوجيا"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم العلمي لهيدروكسيد الصوديوم؟",
    options: ["الصودا الكاوية", "حمض الكبريتيك", "كلوريد الصوديوم", "بيكربونات الصوديوم"],
    correctAnswer: 0
  },
  {
    text: "من هم شعب الباسك؟",
    options: ["الباشقنطش", "الكاتالونيون", "الغاليسيون", "الأندلسيون"],
    correctAnswer: 0
  },
  {
    text: "من هو أول من أنكر صفات الله؟",
    options: ["الجعد بن درهم", "معبد الجهني", "واصل بن عطاء", "ابن حزم"],
    correctAnswer: 0
  },
  {
    text: "ما هي المنطقة الجبلية التي كان يسكنها الغساسنة؟",
    options: ["الجولان", "جبل لبنان", "سيناء", "الأطلس"],
    correctAnswer: 0
  },
  {
    text: "ما تسمى القوات الدولية لحفظ السلام؟",
    options: ["القبعات الحمراء", "القبعات الزرقاء", "القبعات البيضاء", "القبعات السوداء"],
    correctAnswer: 0
  },
  {
    text: "أين توجد عضلة الخياطة؟",
    options: ["في الفخذ", "في الذراع", "في الظهر", "في الصدر"],
    correctAnswer: 0
  },
  {
    text: "ما يسمى الغبار في ساحة المعركة؟",
    options: ["قسطل", "دخان", "غبار", "رذاذ"],
    correctAnswer: 0
  },
  {
    text: "ما هو أطول جسر معلق في أوروبا؟",
    options: ["لشبونة", "جسر الدانوب", "جسر لندن", "جسر البوسفور"],
    correctAnswer: 0
  },
  {
    text: "ما هي جزر السمك؟",
    options: ["المالديف", "جزر القمر", "الفلبين", "جزر المارشال"],
    correctAnswer: 0
  },
  {
    text: "من هو أول من وضع موائد الطعام في الطريق؟",
    options: ["عبد الله بن العباس", "عمر بن الخطاب", "أبو بكر الصديق", "علي بن أبي طالب"],
    correctAnswer: 0
  },
  {
    text: "ما هو المرض الذي مات منه أبو العباس السفاح؟",
    options: ["الجدري", "الطاعون", "التيفوئيد", "الكوليرا"],
    correctAnswer: 0
  },
  {
    text: "ما كانت تسمى دمشق في العصر الإسلامي؟",
    options: ["جلق", "فيحاء", "الشام", "الجزيرة"],
    correctAnswer: 0
  },
  {
    text: "من أطلق اسم فلسطين على المنطقة؟",
    options: ["هيرودوتس", "هوميروس", "أرسطو", "بطليموس"],
    correctAnswer: 0
  },
  {
    text: "ما يسمى وطن الظبي؟",
    options: ["كناس", "مأوى", "مرعى", "مستقر"],
    correctAnswer: 0
  },
  {
    text: "من هما النبيان اللذان سجدا في بطن أمهما؟",
    options: ["يحيى وعيسى", "موسى وهارون", "إبراهيم وإسماعيل", "يوسف ويعقوب"],
    correctAnswer: 0
  },
  {
    text: "من هو فتى موسى؟",
    options: ["يوشع بن نون", "هارون", "الخضر", "إلياس"],
    correctAnswer: 0
  },
  {
    text: "من كان ملك الأرض عندما بنى إبراهيم الكعبة؟",
    options: ["ذو القرنين", "نمرود", "فرعون", "قارون"],
    correctAnswer: 0
  },
  {
    text: "ما اسم الرياح التي أرسلها الله لبناء الكعبة؟",
    options: ["الخجوج", "الصبا", "الدبور", "الشمال"],
    correctAnswer: 0
  },
  {
    text: "ما هو تاريخ تأسيس جامعة الدول العربية؟",
    options: ["22 مارس 1945", "17 فبراير 1989", "29 أبريل 1957", "15 مايو 1956"],
    correctAnswer: 0
  },
  {
    text: "كم عدد أعضاء مجلس النواب المغربي الحالي؟",
    options: ["395 عضوًا", "325 عضوًا", "450 عضوًا", "270 عضوًا"],
    correctAnswer: 0
  },
  {
    text: "ما هو تاريخ تأسيس الدرك الملكي؟",
    options: ["29 أبريل 1957", "15 مايو 1956", "17 فبراير 1989", "22 مارس 1945"],
    correctAnswer: 0
  },
  {
    text: "كم عدد جهات المملكة المغربية؟",
    options: ["12 جهة", "10 جهات", "15 جهة", "8 جهات"],
    correctAnswer: 0
  },
  {
    text: "من هو أول رئيس حكومة للمغرب؟",
    options: ["البكاي بن مبارك", "عبد الله إبراهيم", "أحمد بلافريج", "محمد الخامس"],
    correctAnswer: 0
  },
  {
    text: "ما هي أصغر جهة في المغرب من حيث المساحة؟",
    options: ["طنجة تطوان الحسيمة", "الدار البيضاء سطات", "العيون الساقية الحمراء", "الرباط سلا القنيطرة"],
    correctAnswer: 0
  },
  {
    text: "ما هي أكبر جهة في المغرب من حيث المساحة؟",
    options: ["العيون الساقية الحمراء", "فاس مكناس", "مراكش آسفي", "درعة تافيلالت"],
    correctAnswer: 0
  },
  {
    text: "ما هي أقل جهة في المغرب من حيث عدد السكان؟",
    options: ["الداخلة وادي الذهب", "كلميم وادنون", "السمارة", "العيون بوجدور"],
    correctAnswer: 0
  },
  {
    text: "ما هي أكبر جهة في المغرب من حيث عدد السكان؟",
    options: ["الدار البيضاء سطات", "الرباط سلا القنيطرة", "فاس مكناس", "مراكش آسفي"],
    correctAnswer: 0
  },
  {
    text: "متى تم إنشاء أول مختبر أمني علمي في المغرب؟",
    options: ["ديسمبر 1995", "يونيو 1985", "مارس 2000", "أبريل 1975"],
    correctAnswer: 0
  },
  {
    text: "أين يوجد مقر منظمة الأمم المتحدة للتربية والعلم والثقافة؟",
    options: ["باريس", "نيويورك", "جنيف", "لندن"],
    correctAnswer: 0
  },
  {
    text: "كم عدد أعضاء مجلس المستشارين في المغرب؟",
    options: ["120 عضوًا", "150 عضوًا", "100 عضوًا", "200 عضوًا"],
    correctAnswer: 0
  },
  {
    text: "ما هو اسم صنم بني مخزوم؟",
    options: ["ذو الثرى", "هبل", "اللات", "العزى"],
    correctAnswer: 0
  },
  {
    text: "في أي دولة حدث انفجار تشرنوبل؟",
    options: ["أوكرانيا", "روسيا", "بيلاروسيا", "ليتوانيا"],
    correctAnswer: 0
  },
  {
    text: "ما هي الغابة التي تسمى رئة العالم؟",
    options: ["الأمازون", "الكونغو", "بورنيو", "سيبيريا"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الآخر لغابة الأمازون المطيرة؟",
    options: ["السلفا", "السافانا", "الطوندرا", "الغابة الاستوائية"],
    correctAnswer: 0
  },
  {
    text: "من الذي دخل ببني إسرائيل إلى أرض المقدس؟",
    options: ["يوشع بن نون", "موسى", "داود", "سليمان"],
    correctAnswer: 0
  },
  {
    text: "ما هي أقدم مدينة في التاريخ وأقدم مدينة محاطة بسور؟",
    options: ["أريحا", "دمشق", "بابل", "الأقصر"],
    correctAnswer: 0
  },
  {
    text: "ما هو اسم أبو أيوب الأنصاري؟",
    options: ["خالد بن زيد", "عمرو بن العاص", "سعد بن معاذ", "عبد الله بن رواحة"],
    correctAnswer: 0
  },
  {
    text: "ما اسم الجزيرة التي لا تدخلها النساء؟",
    options: ["أثيوس", "كريت", "رودس", "كوس"],
    correctAnswer: 0
  },
  {
    text: "من هو شاعر أهل البيت؟",
    options: ["حيدر الحلي", "الشريف الرضي", "دعبل الخزاعي", "الكميت الأسدي"],
    correctAnswer: 0
  },
  {
    text: "ما هي أول سفينة فضائية عبرت بلوتو؟",
    options: ["بايونير", "نيو هورايزونز", "فوياجر", "كاسيني"],
    correctAnswer: 0
  },
  {
    text: "حرب الأسابيع السبعة كانت بين من ومن؟",
    options: ["النمسا وبروسيا", "فرنسا وإنجلترا", "روسيا والعثمانيين", "إسبانيا وهولندا"],
    correctAnswer: 0
  },
  {
    text: "ما هي المدينة التي تتبع إمارتين ودولة؟",
    options: ["دبا", "العين", "رأس الخيمة", "الفجيرة"],
    correctAnswer: 0
  },
  {
    text: "ما هي أول سورة نزلت فيها سجدة؟",
    options: ["النجم", "الأعلى", "العلق", "الإسراء"],
    correctAnswer: 0
  },
  {
    text: "ما هي المدينتان اللتين لهما نفس الاسم، واحدة في كندا والأخرى في أمريكا؟",
    options: ["نياجرا", "تورونتو", "فانكوفر", "كيبيك"],
    correctAnswer: 0
  },
  {
    text: "ما اسم أخفض منطقة في أمريكا الشمالية؟",
    options: ["وادي الموت", "البحيرات الكبرى", "جراند كانيون", "وادي يوسمايت"],
    correctAnswer: 0
  },
  {
    text: "من هم أصحاب الدم الأزرق؟",
    options: ["نبلاء إسبانيا", "ملوك فرنسا", "أمراء إيطاليا", "نبلاء إنجلترا"],
    correctAnswer: 0
  },
  {
    text: "من هو مكتشف المبيد الحشري الدي دي تي؟",
    options: ["بول مولر", "ألكسندر فليمنغ", "لويس باستور", "روبرت كوخ"],
    correctAnswer: 0
  },
  {
    text: "ما هي أقصر فترة حكم في التاريخ؟",
    options: ["لويس 19 (15 دقيقة)", "جوزيف هنري (ساعة)", "فيليب الخامس (يوم)", "إدوارد الثامن (شهر)"],
    correctAnswer: 0
  },
  {
    text: "ماذا تعني كلمة بهلول؟",
    options: ["الرجل جامع الصفات الحسنة", "الرجل الحكيم", "الرجل المجنون", "الرجل الشجاع"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الذي ظهرت به الماسونية في القرن الميلادي الأول؟",
    options: ["القوة الخفية", "النور الخفي", "الإخوان السريون", "الفرسان المقدسون"],
    correctAnswer: 0
  },
  {
    text: "ما الاسم الذي عرفت به الماسونية في إيطاليا؟",
    options: ["الكاربوتاري", "المتنورين", "الفرسان", "السريون"],
    correctAnswer: 0
  },
  {
    text: "ما اسم العظم فوق الدماغ؟",
    options: ["قحفة", "فك", "ترقوة", "عضد"],
    correctAnswer: 0
  },
  {
    text: "ما هو أثقل جرس في العالم؟",
    options: ["ستار كولوكول", "بيغ بن", "جرس الحرية", "جرس نوتردام"],
    correctAnswer: 0
  },
  {
    text: "ما هو المعدن الذي يلي الألماس في الصلابة؟",
    options: ["الكروندوم", "الكوارتز", "التوباز", "الحديد"],
    correctAnswer: 0
  },
  {
    text: "ما هو شعار ماو تسي تونغ؟",
    options: ["مئة زهرة", "الثورة الكبرى", "الوحدة الصينية", "التقدم الأحمر"],
    correctAnswer: 0
  },
  {
    text: "ماذا يسمى الحر الشديد؟",
    options: ["لافح", "سموم", "هجير", "قيظ"],
    correctAnswer: 0
  },
  {
    text: "ما هي المادة التي تُغطى بها عقارب الساعة؟",
    options: ["كبريتيد الخارصين", "الفوسفور", "الراديوم", "النيون"],
    correctAnswer: 0
  },
  {
    text: "ما هو الطائر الذي يستطيع الغوص في الماء؟",
    options: ["الأوق", "البطريق", "النورس", "الصقر"],
    correctAnswer: 0
  },
  {
    text: "ما معنى كلمة قابوس؟",
    options: ["الرجل الوسيم", "الرجل القوي", "الرجل الحكيم", "الرجل الشجاع"],
    correctAnswer: 0
  },
  {
    text: "من هو الشيطان الأعرج؟",
    options: ["تاليران", "نابليون", "مكيافيلي", "ريشيليو"],
    correctAnswer: 0
  },
  {
    text: "من هو مكتشف فيتامين د؟",
    options: ["والتر نورمان", "إلمر ماكولوم", "كريستيان إيجكمان", "فريدريك هوبكنز"],
    correctAnswer: 0
  },
  {
    text: "ماذا يُطلق على الرياح التي تهب من المناطق الجبلية العالية؟",
    options: ["إمسترال", "سيروكو", "خماسين", "سموم"],
    correctAnswer: 0
  },
  {
    text: "كم تبلغ مساحة قاعة صلاة مسجد الحسن الثاني؟",
    options: ["عشرون ألف متر مربع", "ثلاثون ألف متر مربع", "عشرة آلاف متر مربع", "خمسة عشر ألف متر مربع"],
    correctAnswer: 0
  },
  {
    text: "ما هي مدينة الذهب؟",
    options: ["جوهانسبيرغ", "دبي", "لاس فيغاس", "سان فرانسيسكو"],
    correctAnswer: 0
  },
  {
    text: "من هو أول من صاد الصقور؟",
    options: ["الحارث بن معاوية الكندي", "قيس بن عاصم", "عمرو بن كلثوم", "حاتم الطائي"],
    correctAnswer: 0
  },
  {
    text: "ما اسم قريتي لوط؟",
    options: ["سدوم وعمورية", "عذوم وصيدا", "نينوى وبابل", "جرش والبتراء"],
    correctAnswer: 0
  },
  {
    text: "أين يوجد مجمع البحرين؟",
    options: ["جبل طارق", "مضيق هرمز", "باب المندب", "قناة السويس"],
    correctAnswer: 0
  },
  {
    text: "ما هي أضخم جامعة في العالم؟",
    options: ["لومونوسوف", "هارفارد", "أكسفورد", "طوكيو"],
    correctAnswer: 0
  },
  {
    text: "ما هو مرض الإيرتنشن؟",
    options: ["ضغط الدم", "السكري", "الربو", "القلب"],
    correctAnswer: 0
  },
  {
    text: "ما هو الموطن الأصلي للخوخ؟",
    options: ["القوقاز", "الصين", "الهند", "البحر المتوسط"],
    correctAnswer: 0
  },
  {
    text: "ما اسم الزي في منطقة ظفار في عمان؟",
    options: ["أبو ذيل", "الدشداشة", "الثوب", "الجلباب"],
    correctAnswer: 0
  },
  {
    text: "ماذا يسمى تباعد الأسنان عند الإنسان؟",
    options: ["وشر", "فرج", "ثغر", "تصدع"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الشهير لشرطة لندن البريطانية؟",
    options: ["إسكوتلنديارد", "ميتروبوليتان", "وايتهول", "نيو يارد"],
    correctAnswer: 0
  },
  {
    text: "أين توجد بحيرات الأسفلت؟",
    options: ["ترينيداد", "فنزويلا", "كولومبيا", "البرازيل"],
    correctAnswer: 0
  },
  {
    text: "أين يقع خليج فلوروسانت؟",
    options: ["كوستاريكا", "المكسيك", "كوبا", "جامايكا"],
    correctAnswer: 0
  },
  {
    text: "ما معنى كلمة مهرجان؟",
    options: ["محبة الروح", "جمع الناس", "الاحتفال الكبير", "الفرح العام"],
    correctAnswer: 0
  },
  {
    text: "ما معنى كلمة اليوبيل عند اليهود؟",
    options: ["الكبش", "الاحتفال", "السنة المقدسة", "النذر"],
    correctAnswer: 0
  },
  {
    text: "من هو الخليفة المطرب؟",
    options: ["المهدي", "الرشيد", "المأمون", "المعتصم"],
    correctAnswer: 0
  },
  {
    text: "ما اسم الدودة التي تسبب فقر الدم؟",
    options: ["الشعبية", "الديدان الخطافية", "الأسكارس", "الدودة الشريطية"],
    correctAnswer: 0
  },
  {
    text: "ماذا تعني كلمة الصمد؟",
    options: ["ماء الضباب", "المتين", "القوي", "الباقي"],
    correctAnswer: 0
  },
  {
    text: "ما هي عاصمة اليونان؟",
    options: ["أثينا", "سالونيك", "كريت", "كورنث"],
    correctAnswer: 0
  },
  {
    text: "متى تأسس صندوق المقاصة بالمغرب؟",
    options: ["1941", "1956", "1961", "1989"],
    correctAnswer: 0
  },
  {
    text: "ما هي أكبر سلسلة جبلية في العالم؟",
    options: ["الأنديز", "الهيمالايا", "الروكي", "الألب"],
    correctAnswer: 0
  },
  {
    text: "كم يبلغ طول جبل توبقال؟",
    options: ["4165 متر", "3500 متر", "5000 متر", "3000 متر"],
    correctAnswer: 0
  },
  {
    text: "كم يبلغ طول جبل تدغي؟",
    options: ["2465 متر", "3000 متر", "2000 متر", "3500 متر"],
    correctAnswer: 0
  },
  {
    text: "كم يبلغ طول وادي لوكوس بالمغرب؟",
    options: ["176 كيلومتر", "200 كيلومتر", "150 كيلومتر", "250 كيلومتر"],
    correctAnswer: 0
  },
  {
    text: "ما هو الشيء الذي لا يسير إلا بالضرب؟",
    options: ["المسمار", "الكرة", "القلم", "السيارة"],
    correctAnswer: 0
  },
  {
    text: "من هو الشاعر الأبله؟",
    options: ["محمد بن بختيار العباسي", "بشار بن برد", "الفرزدق", "جرير"],
    correctAnswer: 0
  },
  {
    text: "ما هو أول جيش نظامي؟",
    options: ["الآشوري", "الروماني", "الفرعوني", "الإغريقي"],
    correctAnswer: 0
  },
  {
    text: "ما اسم آخر سورة نزلت في مكة؟",
    options: ["الروم", "الناس", "الفجر", "الضحى"],
    correctAnswer: 0
  },
  {
    text: "متى كان عيد الغدير؟",
    options: ["10 هـ", "8 هـ", "12 هـ", "6 هـ"],
    correctAnswer: 0
  },
  {
    text: "ما هو النهر الوحيد في العالم الذي ينبع من الجنوب إلى الشمال؟",
    options: ["النيل", "الأمازون", "المسيسيبي", "اليانغتسي"],
    correctAnswer: 0
  },
  {
    text: "ما اسم عاصمة كازاخستان؟",
    options: ["ألماتي", "نور سلطان", "بيشكيك", "طشقند"],
    correctAnswer: 0
  },
  {
    text: "من هي المرأة التي تزوجها الرسول (ص) بأمر من الله؟",
    options: ["زينب بنت جحش", "خديجة بنت خويلد", "عائشة بنت أبي بكر", "حفصة بنت عمر"],
    correctAnswer: 0
  },
  {
    text: "ما هي الدولة العربية التي أولها الف ولام وآخرها الف ولام ووسطها ركن من أركان الإسلام؟",
    options: ["الصومال", "لبنان", "فلسطين", "الأردن"],
    correctAnswer: 0
  },
  {
    text: "ما اسم السورة التي تبدأ بقسم وتنتهي بحمد؟",
    options: ["الصافات", "النحل", "الإسراء", "الكهف"],
    correctAnswer: 0
  },
  {
    text: "ما المقصود بمصطلح الهرطقة عند المسيحيين؟",
    options: ["الخروج على تعاليم الدين", "الإيمان بالثالوث", "الصوم الكبير", "الاعتراف بالخطايا"],
    correctAnswer: 0
  },
  {
    text: "عند من تُعتبر زهرة اللوتس زهرة مقدسة؟",
    options: ["الفراعنة", "الهنود", "الصينيون", "اليابانيون"],
    correctAnswer: 0
  },
  {
    text: "ما المقصود بالطلح في قوله تعالى 'في سدر مخضود وطلح منضود'؟",
    options: ["الموز", "النخيل", "العنب", "التين"],
    correctAnswer: 0
  },
  {
    text: "كم دولة عربية عملتها الريال؟",
    options: ["4 دول", "3 دول", "5 دول", "2 دول"],
    correctAnswer: 0
  },
  {
    text: "من القائل: 'لو تسلم زمام الحكم في العالم رجل كمحمد لقاده إلى حل جميع مشاكله'؟",
    options: ["جورج برنارد شو", "توماس كارليل", "ليو تولستوي", "فولتير"],
    correctAnswer: 0
  },
  {
    text: "ما هو أقصر كتاب في العالم؟",
    options: ["الملك العجوز كوليل", "الأمير الصغير", "الغريب", "الخيميائي"],
    correctAnswer: 0
  },
  {
    text: "ما هي اللغة الرسمية للبرازيل؟",
    options: ["البرتغالية", "الإسبانية", "الفرنسية", "الإنجليزية"],
    correctAnswer: 0
  },
  {
    text: "ما معنى إسكتلنديارد؟",
    options: ["المخابرات البريطانية", "الشرطة العسكرية", "الحرس الملكي", "الشرطة السرية"],
    correctAnswer: 0
  },
  {
    text: "من هو الخليفة العباسي الذي حكم يومًا واحدًا فقط؟",
    options: ["عبد الله بن المعتز", "الواثق", "المتوكل", "المستعين"],
    correctAnswer: 0
  },
  {
    text: "ماذا كان يسمى شهر شوال قبل الإسلام؟",
    options: ["العادل", "الأول", "الربيع", "الصيف"],
    correctAnswer: 0
  },
  {
    text: "ما تسمى عملية تحول الماء من سائل إلى جامد؟",
    options: ["التجمد", "التبخر", "التكثف", "التصعيد"],
    correctAnswer: 0
  },
  {
    text: "متى تأسست جمعية الأمم؟",
    options: ["1919", "1945", "1900", "1930"],
    correctAnswer: 0
  },
  {
    text: "متى تأسست منظمة الأمم المتحدة؟",
    options: ["1945", "1919", "1950", "1935"],
    correctAnswer: 0
  },
  {
    text: "ما هي أول غزوة للرسول صلى الله عليه وسلم؟",
    options: ["الأبواء", "بدر", "أحد", "الخندق"],
    correctAnswer: 0
  },
  {
    text: "ما هي آخر غزوة للرسول صلى الله عليه وسلم؟",
    options: ["تبوك", "حنين", "مؤتة", "الطائف"],
    correctAnswer: 0
  },
  {
    text: "من هي المرأة الملقبة بدات الخمار؟",
    options: ["هنيدة بنت صعصعة", "خولة بنت الأزور", "الخنساء", "سلمى بنت عميس"],
    correctAnswer: 0
  },
  {
    text: "متى بدأت الحرب بين إيران والعراق؟",
    options: ["1979", "1980", "1975", "1985"],
    correctAnswer: 0
  },
  {
    text: "متى بدأت الحرب بين إسرائيل وفلسطين؟",
    options: ["1948", "1967", "1973", "1982"],
    correctAnswer: 0
  },
  {
    text: "ما هو أغبى طائر؟",
    options: ["الديك", "الببغاء", "النعامة", "الغراب"],
    correctAnswer: 0
  },
  {
    text: "ما هو أحقد حيوان؟",
    options: ["الجمل", "الثعبان", "الذئب", "النمر"],
    correctAnswer: 0
  },
  {
    text: "ما اسم أمير الحصن الذي تعهد صلاح الدين بقتله؟",
    options: ["أرناط", "ريتشارد", "بوهيموند", "بالدوين"],
    correctAnswer: 0
  },
  {
    text: "من هو العالم المسلم الذي أكد كروية الأرض؟",
    options: ["الكندي", "ابن سينا", "الخوارزمي", "الرازي"],
    correctAnswer: 0
  },
  {
    text: "متى توفي الملك الحسن الثاني؟",
    options: ["1999", "1989", "2003", "1975"],
    correctAnswer: 0
  },
  {
    text: "متى اعتلى الملك محمد السادس العرش؟",
    options: ["1999", "2003", "1989", "1975"],
    correctAnswer: 0
  },
  {
    text: "متى وُلد ولي العهد الأمير مولاي الحسن؟",
    options: ["2003", "1999", "2008", "2011"],
    correctAnswer: 0
  },
  {
    text: "متى وقعت أحداث 16 ماي؟",
    options: ["2003", "1999", "2008", "2011"],
    correctAnswer: 0
  },
  {
    text: "متى حصل المغرب على الوضع المتقدم مع الاتحاد الأوروبي؟",
    options: ["2008", "2003", "1999", "2011"],
    correctAnswer: 0
  },
  {
    text: "متى وقعت أحداث سيدي إفني؟",
    options: ["2008", "2003", "1999", "1975"],
    correctAnswer: 0
  },
  {
    text: "متى تم الاستفتاء عن الدستور في المغرب؟",
    options: ["1 يوليو 2011", "17 فبراير 1989", "29 أبريل 1957", "22 مارس 1945"],
    correctAnswer: 0
  },
  {
    text: "متى تأسست الدولة العلوية؟",
    options: ["1660", "1927", "1956", "1947"],
    correctAnswer: 0
  },
  {
    text: "من أول من قال 'أما بعد'؟",
    options: ["قس بن ساعدة", "حاتم الطائي", "عمرو بن كلثوم", "النابغة الذبياني"],
    correctAnswer: 0
  },
  {
    text: "من أول من حفر بئر بترول في العالم؟",
    options: ["إدوين دريك", "جون روكفيلر", "هنري فورد", "جيمس واط"],
    correctAnswer: 0
  },
  {
    text: "من هو أول قائد مسلم حارب الفرس؟",
    options: ["المثنى بن حارثة", "خالد بن الوليد", "عمرو بن العاص", "سعد بن أبي وقاص"],
    correctAnswer: 0
  },
  {
    text: "ماذا تعني كلمة 'استراتيجية'؟",
    options: ["القائد", "الخطة", "الهدف", "التنظيم"],
    correctAnswer: 0
  },
  {
    text: "من هو صاحب الإلياذة والأوديسة؟",
    options: ["هوميروس", "فيرجيل", "سوفوكليس", "هسيود"],
    correctAnswer: 0
  },
  {
    text: "ما هي أطول قصيدة في التاريخ؟",
    options: ["الإلياذة", "الأوديسة", "الشاهنامة", "ديوان امرؤ القيس"],
    correctAnswer: 0
  },
  {
    text: "ما اسم البطلة في مسرحية شكسبير 'عطيل'؟",
    options: ["ديدمونا", "جولييت", "أوفيليا", "كورديليا"],
    correctAnswer: 0
  },
  {
    text: "متى زار الملك محمد الخامس طنجة؟",
    options: ["1947", "1953", "1956", "1927"],
    correctAnswer: 0
  },
  {
    text: "من هو السلطان الأول للدولة المملوكية؟",
    options: ["عز الدين أيبك", "بيبرس", "قطز", "قلاوون"],
    correctAnswer: 0
  },
  {
    text: "متى اعتلى الملك محمد الخامس العرش؟",
    options: ["1927", "1947", "1953", "1956"],
    correctAnswer: 0
  },
  {
    text: "من هو مهلهل الشعراء؟",
    options: ["المهلهل بن ربيعة", "امرؤ القيس", "النابغة الذبياني", "عنترة بن شداد"],
    correctAnswer: 0
  },
  {
    text: "متى نُفي الملك محمد الخامس إلى مدغشقر؟",
    options: ["1953", "1947", "1927", "1956"],
    correctAnswer: 0
  },
  {
    text: "من هو الصحابي الملقب بـ'شهيد الحي'؟",
    options: ["طلحة بن عبيد الله", "الزبير بن العوام", "سعد بن أبي وقاص", "عبد الله بن عمر"],
    correctAnswer: 0
  },
  {
    text: "متى استقل المغرب؟",
    options: ["1956", "1947", "1975", "1927"],
    correctAnswer: 0
  },
  {
    text: "من هو الفارسي الذي أقر بعدل عمر بن الخطاب؟",
    options: ["الهرمزان", "رستم فرخزاد", "يزدجرد", "بهرام"],
    correctAnswer: 0
  },
  {
    text: "متى قامت المسيرة الخضراء؟",
    options: ["1975", "1956", "1984", "1991"],
    correctAnswer: 0
  },
  {
    text: "متى وقعت انتفاضة الخبز في المغرب؟",
    options: ["1984", "1975", "1991", "2008"],
    correctAnswer: 0
  },
  {
    text: "متى تأسس اتحاد المغرب العربي؟",
    options: ["1989", "1975", "1991", "2003"],
    correctAnswer: 0
  },
  {
    text: "متى تم وقف إطلاق النار بين الجيش والبوليساريو؟",
    options: ["1991", "1975", "1989", "2003"],
    correctAnswer: 0
  },
  {
    text: "من هو شاعر الفلاسفة؟",
    options: ["أبو العلاء المعري", "المتنبي", "ابن الرومي", "بشار بن برد"],
    correctAnswer: 0
  },
  {
    text: "من أول شعب وصل إلى أستراليا؟",
    options: ["الهولنديون", "البريطانيون", "الإسبان", "الفرنسيون"],
    correctAnswer: 0
  },
  {
    text: "ما معنى 'سمير أميس' باللغة الآشورية؟",
    options: ["الحمامة", "الملكة", "النور", "الوردة"],
    correctAnswer: 0
  },
  {
    text: "من هو أمير حصن البلاط الذي تعهد صلاح الدين بقتله؟",
    options: ["أرناط", "ريتشارد", "بوهيموند", "بالدوين"],
    correctAnswer: 0
  },
  {
    text: "من الذي قتل جرجس ملك البربر؟",
    options: ["عبد الله بن الزبير", "عمرو بن العاص", "عقبة بن نافع", "طارق بن زياد"],
    correctAnswer: 0
  },
  {
    text: "من أول من وصل رأس الرجاء الصالح؟",
    options: ["بارثليمو دياز", "فاسكو دا غاما", "كريستوفر كولومبوس", "فرناندو ماجلان"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الذي أُطلق على جزر الكناري؟",
    options: ["الخالدات", "المحظوظات", "الجنة", "الزمرد"],
    correctAnswer: 0
  },
  {
    text: "من هي الشاعرة الملقبة بالعباسية؟",
    options: ["علية بنت المهدي", "الخنساء", "رابعة العدوية", "ولادة بنت المستكفي"],
    correctAnswer: 0
  },
  {
    text: "من أول من جاء بالمصافحة؟",
    options: ["اليمنيون", "الفرس", "الرومان", "الإغريق"],
    correctAnswer: 0
  },
  {
    text: "من هو الوزير العباسي الذي كان له دور مع التتار؟",
    options: ["مؤيد الدين العلقمي", "ابن العميد", "الجويني", "ابن خلدون"],
    correctAnswer: 0
  },
  {
    text: "من أول من نقل معاني القرآن إلى الإنجليزية؟",
    options: ["وليام بدول", "جورج سيل", "مرمادوك بيكثال", "عبد الله يوسف علي"],
    correctAnswer: 0
  },
  {
    text: "من أول من نظم شعرًا في رثاء نفسه؟",
    options: ["زيد بن حذاق ومالك بن الريب", "الخنساء", "امرؤ القيس", "طاهر بن الحسين"],
    correctAnswer: 0
  },
  {
    text: "أين أُقيمت أول بطولة لكأس العرب؟",
    options: ["بيروت", "القاهرة", "بغداد", "دمشق"],
    correctAnswer: 0
  },
  {
    text: "من هو الصحابي الملقب بـ'حاجب البيت'؟",
    options: ["شيبة بن عثمان", "بلال بن رباح", "عبد الله بن عمر", "أبو ذر الغفاري"],
    correctAnswer: 0
  },
  {
    text: "من هو قائد الجيش الذي غزا القسطنطينية؟",
    options: ["سفيان بن عوف الأزدي", "معاوية بن أبي سفيان", "يزيد بن معاوية", "عبد الملك بن مروان"],
    correctAnswer: 0
  },
  {
    text: "ما هي الطبقة الخارجية للغلاف الجوي؟",
    options: ["إكسوسفير", "ثيرموسفير", "ميزوسفير", "ستراتوسفير"],
    correctAnswer: 0
  },
  {
    text: "ما الاسم الذي يُطلق على مسلمي ألبانيا؟",
    options: ["أرناؤوط", "بوشناق", "تتار", "شركس"],
    correctAnswer: 0
  },
  {
    text: "في أي ولاية أمريكية يوجد أكبر وادي؟",
    options: ["أريزونا", "كاليفورنيا", "نيفادا", "يوتا"],
    correctAnswer: 0
  },
  {
    text: "أين يوجد أكبر حوض للسباحة في أمريكا؟",
    options: ["أوساكا", "تكساس", "فلوريدا", "كاليفورنيا"],
    correctAnswer: 0
  },
  {
    text: "من هو مؤسس مدينة سامراء؟",
    options: ["المعتصم بالله", "الرشيد", "المأمون", "الواثق"],
    correctAnswer: 0
  },
  {
    text: "من هو مؤلف كتاب '800 يوم حول العالم'؟",
    options: ["جون فيدن", "جول فيرن", "مارك توين", "تشارلز ديكنز"],
    correctAnswer: 0
  },
  {
    text: "ماذا كانت تُسمى بعلبك قديمًا؟",
    options: ["هيليوبوليس", "بالميرا", "إفسوس", "بصرى"],
    correctAnswer: 0
  },
  {
    text: "من هو الصحابي الذي مات من الإبل المسمومة؟",
    options: ["بشر بن البراء", "سعد بن معاذ", "أسامة بن زيد", "خالد بن الوليد"],
    correctAnswer: 0
  },
  {
    text: "أين توجد أعرض شلالات في العالم؟",
    options: ["الهند", "فنزويلا", "البرازيل", "كندا"],
    correctAnswer: 0
  },
  {
    text: "من أي شيء يُصنع اللؤلؤ المزيف؟",
    options: ["حراشف السمك", "الزجاج", "البلاستيك", "الصدف"],
    correctAnswer: 0
  },
  {
    text: "ما هي الدولة التي أخذت اسمها من معدن النحاس؟",
    options: ["قبرص", "تشيلي", "زامبيا", "بيرو"],
    correctAnswer: 0
  },
  {
    text: "من آخر من ادعى النبوة في عهد الرسول؟",
    options: ["طليحة بن خويلد والأسود العنسي", "مسلمة بن حبيب", "سجاح", "الأسود بن كعب"],
    correctAnswer: 0
  },
  {
    text: "ما هي جنسية البابا يوحنا؟",
    options: ["بولندي", "إيطالي", "ألماني", "فرنسي"],
    correctAnswer: 0
  },
  {
    text: "من هو الصحابي الذي قتله الجن؟",
    options: ["سعد بن عبادة", "عبد الله بن رواحة", "جعفر بن أبي طالب", "حمزة بن عبد المطلب"],
    correctAnswer: 0
  },
  {
    text: "ما اسم البوليس السري في ألمانيا النازية؟",
    options: ["غيستابو", "إس إس", "شتازي", "كيمر روج"],
    correctAnswer: 0
  },
  {
    text: "أين يقع جبل الطاولة؟",
    options: ["كيب تاون", "نيروبي", "سيدني", "ريو دي جانيرو"],
    correctAnswer: 0
  },
  {
    text: "ما هو المرض الذي أصاب الرئيس الأمريكي روزفلت؟",
    options: ["شلل الأطفال", "السكري", "القلب", "السرطان"],
    correctAnswer: 0
  },
  {
    text: "من أول من أدخل العود إلى مكة؟",
    options: ["أحمد بن سريج", "زياد بن أيوب", "إبراهيم الموصلي", "يونس الكاتب"],
    correctAnswer: 0
  },
  {
    text: "ما هي أطول فترة حكم في التاريخ؟",
    options: ["ملك بورما (منهيتي) 95 سنة", "لويس الرابع عشر 72 سنة", "الملكة فيكتوريا 63 سنة", "الإمبراطور هيروهيتو 62 سنة"],
    correctAnswer: 0
  },
  {
    text: "ما هي أول عاصمة للدولة العثمانية؟",
    options: ["برصة", "إسطنبول", "أنقرة", "أدرنة"],
    correctAnswer: 0
  },
  {
    text: "من هي الصحابية التي قال لها الرسول إنها حورية في الجنة؟",
    options: ["أم رومان", "خديجة", "عائشة", "فاطمة"],
    correctAnswer: 0
  },
  {
    text: "ما هو الحيوان صاحب أغلى فراء في العالم؟",
    options: ["القندس", "السمور", "الثعلب", "المنك"],
    correctAnswer: 0
  },
  {
    text: "من هي الصحابية التي مرها الرسول في طريقه للهجرة؟",
    options: ["عاتكة بنت خالد", "أسماء بنت أبي بكر", "فاطمة بنت الرسول", "سمية بنت خياط"],
    correctAnswer: 0
  },
  {
    text: "ما اسم فرنسا في عهد نابليون الثالث؟",
    options: ["إمبراطورية الفالس", "الجمهورية الأولى", "الإمبراطورية الأولى", "المملكة البوربونية"],
    correctAnswer: 0
  },
  {
    text: "الملك لذريق ملك الإسبان كان ملكًا لأي دولة؟",
    options: ["القوط", "الوندال", "الفرنجة", "الرومان"],
    correctAnswer: 0
  },
  {
    text: "من صاحب لقب ملك العلماء؟",
    options: ["ابن أبي شريف", "ابن رشد", "ابن سينا", "الخوارزمي"],
    correctAnswer: 0
  },
  {
    text: "من أطلق اسم البحر المتوسط؟",
    options: ["العثمانيون", "الرومان", "الإغريق", "الفينيقيون"],
    correctAnswer: 0
  },
  {
    text: "ما هي الفشوت؟",
    options: ["كتل صخرية تظهر وقت الجزر", "جزر صغيرة", "شعب مرجانية", "رواسب رملية"],
    correctAnswer: 0
  },
  {
    text: "ما هي الفيسالات؟",
    options: ["قناديل البحر", "الأسماك الطائرة", "نجوم البحر", "المرجان"],
    correctAnswer: 0
  },
  {
    text: "ما هو الاسم الآخر لنقار الخشب؟",
    options: ["اللواء", "القرقف", "الهدهد", "الباشق"],
    correctAnswer: 0
  },
  {
    text: "ما هي أعجوبة العالم الثامنة؟",
    options: ["الركام الجليدي (بريتو مريتو)", "تاج محل", "سور الصين", "ماتشو بيتشو"],
    correctAnswer: 0
  },
  {
    text: "من أوصل الإسلام إلى إفريقيا؟",
    options: ["المرابطون", "الأمويون", "الفاطميون", "العباسيون"],
    correctAnswer: 0
  },
  {
    text: "من هي الصحابية التي تزوجت 4 من الصحابة وماتوا شهداء؟",
    options: ["عاتكة بنت زيد", "أم سلمة", "حفصة بنت عمر", "زينب بنت خزيمة"],
    correctAnswer: 0
  },
  {
    text: "ما هو الجهباذ؟",
    options: ["الجوازات والجنسية", "الخزينة العامة", "الجيش", "القضاء"],
    correctAnswer: 0
  },
  {
    text: "ما اسم أخفض نقطة عن سطح البحر في إفريقيا؟",
    options: ["بحيرة عسال", "وادي الموت", "البحر الميت", "بحيرة تنجانيقا"],
    correctAnswer: 0
  },
  {
    text: "ما اسم أضخم شركة طيران في العالم؟",
    options: ["إير فلوت الروسية", "دلتا إيرلاينز", "الإمارات", "لوفتهانزا"],
    correctAnswer: 0
  },
  {
    text: "ما هو أقصر عنوان لكتاب؟",
    options: ["بي = b", "الأمير", "الغريب", "1984"],
    correctAnswer: 0
  },
  {
    text: "ما اسم أقصر كتاب نال جائزة؟",
    options: ["من يحكم العالم (المال)", "الأمير الصغير", "الخيميائي", "الغريب"],
    correctAnswer: 0
  },
  {
    text: "ما هو أكبر ميناء مصدر للبن؟",
    options: ["سانتوس البرازيلي", "كولومبو", "نيو أورلينز", "مومباي"],
    correctAnswer: 0
  },
  {
    text: "ما هو ثاني أكبر خليج في العالم؟",
    options: ["هدسن", "المكسيك", "البنغال", "كاليفورنيا"],
    correctAnswer: 0
  }
];